Repository: amanialmalki/TinyTalks
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: A frame to drag cards into it
ar: مربع لاسقاط البطاقات فيه

source: Activity
ar: أنشطة

source: after
ar: بعد

source: although
ar: على الرغم من

source: and
ar: و

source: apple
ar: تفاح

source: as
ar: كما

source: Banana
ar: موز

source: Basketball
ar: كرة سلة

source: before
ar: قبل

source: but
ar: لكن

source: Button for description how to use the app
ar: زر لوصف كيفية استخدام التطبيق

source: cards consist of an image and a word
ar: بطاقات تحتوي على كلمة وصورة

source: Chocolate
ar: شوكولاتة

source: Common Used
ar: الأكثر استخدامًا

source: Conjunction Words
ar: كلمات الوصل

source: Cookies
ar: بسكويت

source: Cycling
ar: ركوب الدراجة

source: Dance
ar: الرقص

source: Donut
ar: دونات

source: Drag & Drop and let it speak out loud
ar: أسحب وأفلت للتحدث

source: Draw
ar: الرسم

source: Egg toast
ar: بيض توست

source: Food
ar: الطعام

source: Hiking
ar: التسلق

source: I
ar: أنا

source: Ice Cream
ar: آيسكريم

source: if
ar: إذا

source: in case
ar: في حال

source: Jumprope
ar: القفز على الحبل

source: Listen
ar: استمع

source: Need
ar: احتاج

source: No
ar: لا

source: once
ar: مرّة

source: or
ar: أو

source: Play
ar: اللعب

source: Play the sound of the sentence
ar: تشغيل صوت القراءة الجملة

source: sound played
ar: تم تشغيل الصوت

source: Swim
ar: السباحة

source: Take a Break
ar: خذ قسطًا من الراحة

source: though
ar: رغم أن

source: unless
ar: ما لم

source: until
ar: حتى

source: Walk
ar: المشي

source: Want
ar: أريد

source: whenever
ar: كلما

source: wherever
ar: كلما

source: while
ar: بينما

source: Yes
ar: نعم

source: yet
ar: ومع ذلك

source: Yoga
ar: يوقا

source: You've been using the app for a while. Time to rest your eyes and stretch your legs.
ar: لقد استخدمت التطبيق لمدة طويلة، أرح عينيك وتمدد.
